[
  {
    "id": "q_0001",
    "text": "You’re pushed into the middle of a wedding dance circle. What move to your break out?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0002",
    "text": "You are on a road trip and you can only select one snack at a gas station/convenience store. What are you selecting?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0003",
    "text": "Jessie’s girl, or Stacy’s mom?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0004",
    "text": "What is your death row meal?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0005",
    "text": "What book do you want on your coffee table when guests come over?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0006",
    "text": "Is there one instrument you want to learn how to play and what is the first song you would want to learn?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0007",
    "text": "What is your favorite story that a song portrays?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0008",
    "text": "What song are you singing to get a chair to turn on The Voice?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0009",
    "text": "You’re a professional baseball player. What is your walkout song?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0010",
    "text": "What food will you not eat at all?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0011",
    "text": "What is your favorite ‘scrolling through the TV channels’ movie?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0012",
    "text": "What would you give a TED talk on?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0013",
    "text": "What’s your favorite TV game show?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0014",
    "text": "Favorite movie theme song/soundtrack?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0015",
    "text": "What is the best theme song scene in movies?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0016",
    "text": "What character do you pick when playing Mario Kart?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0017",
    "text": "If you owned a race horse, what would its name be?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0018",
    "text": "If you had a friend that was on a game show and they used their “phone a friend” on you, what topic would you expect the question to be about?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0019",
    "text": "Who/what is your favorite recurring commercial character?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0020",
    "text": "What word would you immediately lose a spelling bee on? Wrong spelling only (Kate Jeffries)",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0021",
    "text": "What’s a snack that once you start eating, you can’t stop?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0022",
    "text": "If you could put any franchise restaurant in your house, what would it be?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0023",
    "text": "If you could rent out a movie theatre and play any movie of your choice, what movie would you select?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0024",
    "text": "What would you be most offended if someone ate besides you on a plane?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0025",
    "text": "What natural disaster would you be most fine living with?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0026",
    "text": "Best lead up to any song? (Love Sosa)",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0027",
    "text": "You had to pick one job — Professional puppy photographer or Professional Pizza critic? (KJ)",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0028",
    "text": "What’s one item that if it’s on a menu you’re ordering it every time?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0029",
    "text": "If you were in a band, what position would you be?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0030",
    "text": "What is your favorite website? (Our world in data)",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0031",
    "text": "What board game would you have at you second vacation home?",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0032",
    "text": "If you won the lottery, what’s the first thing you’d buy",
    "vibe": "Light & Fun"
  },
  {
    "id": "q_0033",
    "text": "What is your best hot take?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0034",
    "text": "You have a gun to your head and have to sing one song word for word. What song would it be?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0035",
    "text": "What is the biggest red flag about yourself?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0036",
    "text": "Which fictional world (movie, TV show, book, etc.) would you want to be in, and what role would you play?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0037",
    "text": "What is one super niche skill you are sneakily elite at? I’m talking top 1% of humanity.",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0038",
    "text": "If money wasn’t an obstacle, where would you travel to for 2-4 weeks?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0039",
    "text": "What was your road-trip movie growing up?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0040",
    "text": "Who is your favorite Disney princess/prince? Who do you think is the hottest Disney princess/prince?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0041",
    "text": "What song growing up did you make up the wrong lyrics to?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0042",
    "text": "You’re at a stadium event and you can only get one snack or food, what are you getting?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0043",
    "text": "Was there one big news story or piece of info that you knew before anyone else?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0044",
    "text": "What is your dream home and what does it look like?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0045",
    "text": "If you could be anyone for a day, who would you be?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0046",
    "text": "Would you like to be famous, and if so, in what way?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0047",
    "text": "Who is your favorite movie, TV, and book characters of all time?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0048",
    "text": "You’re by yourself for an entire year (not stranded island, still have food, water, and shelter) and you can only bring one movie, one book, and one album, what are you bringing?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0049",
    "text": "What is something you are passionate about, and how did you discover that passion?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0050",
    "text": "Tell me about a person who had a significant influence in your life and why are they important to you.",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0051",
    "text": "What is the most memorable book you’ve ever read, and what impact did it have on you?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0052",
    "text": "What is your most embarrassing fear?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0053",
    "text": "If you could have a small apartment/shack, decent condo/house, and dream home in any city, what 3 cities would you choose for each one? (Em from NYC)",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0054",
    "text": "If you could live anywhere in the world for a year, where would it be and why?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0055",
    "text": "What’s the most memorable compliment you’ve ever received?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0056",
    "text": "What’s something you love imagining about your future?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0057",
    "text": "What would your younger self be proud of today? What would they not be proud of/think is wild what you’ve done?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0058",
    "text": "When did you realize your parents were also normal people?",
    "vibe": "Getting to Know You"
  },
  {
    "id": "q_0059",
    "text": "Rank your college semesters 1-8.",
    "vibe": "Story Time"
  },
  {
    "id": "q_0060",
    "text": "What is the weirdest wake-up moment you ever had?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0061",
    "text": "What is your most under-the-gun moment driving a car?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0062",
    "text": "What was the biggest rush you’ve ever been in?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0063",
    "text": "The craziest way you lost a tooth growing up?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0064",
    "text": "What was your best or funniest zoom memory?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0065",
    "text": "What is the craziest ‘small world’ moment you’ve ever had?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0066",
    "text": "What was your closest near-death experience?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0067",
    "text": "Who is the one person you would call if they had to pick up? Who is the one person you would not call?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0068",
    "text": "Tell the shortened story of the time you were the most scared in your life.",
    "vibe": "Story Time"
  },
  {
    "id": "q_0069",
    "text": "Tell the shortened story of the happiest moment in your life.",
    "vibe": "Story Time"
  },
  {
    "id": "q_0070",
    "text": "What's the worst injury you have ever received (or if you're closer) / what is the closest near-death experience you've had? What happened? What did you learn from that?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0071",
    "text": "What was your ‘welcome to college’ moment?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0072",
    "text": "Tell me about a time you took a risk and it paid off.",
    "vibe": "Story Time"
  },
  {
    "id": "q_0073",
    "text": "What's the weirdest or most surprising job you've ever had?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0074",
    "text": "What's the most surprising plot twist you've ever experienced in real life?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0075",
    "text": "What's a popular movie, book, or music group that you just couldn't get into?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0076",
    "text": "What song never fails to get you on the dance floor?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0077",
    "text": "What's the most memorable gift you've ever received?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0078",
    "text": "What's the most unforgettable meal you've ever had and where was it?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0079",
    "text": "What's the most daring thing you've ever done?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0080",
    "text": "If you could go back in time and witness any historical event, which would you choose and why?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0081",
    "text": "What's the most beautiful place you've ever seen?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0082",
    "text": "If you were to make a time capsule today, what would you put in it?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0083",
    "text": "What's the most valuable thing you've ever accidentally lost and did you manage to find it?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0084",
    "text": "If you had to pick one book as a mandatory read for all high school students, what would it be?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0085",
    "text": "What’s something you’ve done that you’re most proud of?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0086",
    "text": "What day in your life would you like to relive?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0087",
    "text": "What is the first memory you consciously remember?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0088",
    "text": "What was the first movie that you were way too young to watch?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0089",
    "text": "What movie did you fall in love with right from the intro?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0090",
    "text": "What’s a childhood toy you always wanted but never got?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0091",
    "text": "What’s a moment where you messed up that you still feel uneasy about?",
    "vibe": "Story Time"
  },
  {
    "id": "q_0092",
    "text": "If you could be an animal, real or fictional, what would you be? Why did you choose that?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0093",
    "text": "If you could change or eliminate one event in your past that wouldn't impact the outcomes of your life now, what event would that be?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0094",
    "text": "What do you see as the most significant event that changed the course of your life?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0095",
    "text": "What do you see as the most significant event that changed your outlook on life in general?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0096",
    "text": "If you could provide one piece of advice to someone (three questions) younger/peer/older, what would that piece of advice be and why did you choose that?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0097",
    "text": "What are your three wishes if you were Aladdin?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0098",
    "text": "What song do you relate to the most?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0099",
    "text": "Would you want to know when, and how you die or not?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0100",
    "text": "Do you think you’re more fun or funnier?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0101",
    "text": "What conversation would you want to be a fly on the wall in?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0102",
    "text": "What is more appropriate to judge someone on getting with a different person, age or stage in life?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0103",
    "text": "If you could grow up in a different time than what you’re in, what would you choose?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0104",
    "text": "If you had a tiny angel and devil on your shoulders influencing your decisions, what fictional characters would you want them to be? (From UVA Lauren who I met in DC)",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0105",
    "text": "If you were in a loop for eternity, and could only do one thing, what would it be?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0106",
    "text": "If you had to pick one thing from each of the five senses (sight, sound, taste, smell, touch) that reminds you of home, what would they be?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0107",
    "text": "If you had to describe your vibe in a stereotype, what do you want it to be and what do you think it is?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0108",
    "text": "If you could make something that would go into a museum, what would you make?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0109",
    "text": "What is your most important fork in the road moment? What is your favorite one in history?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0110",
    "text": "If you had the lasso of truth around one historical figure and you could ask them only one question, who would you ask and what question would you ask them?",
    "vibe": "Deep & Thoughtful"
  },
  {
    "id": "q_0111",
    "text": "If you could get one exotic pet, and it wouldn’t kill you, what would you get?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0112",
    "text": "What thing would make you the happiest if you found it? What thing would make you the saddest if you lost it?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0113",
    "text": "Tell me about a dream you vividly remember. Did you have a recurring dream growing up?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0114",
    "text": "If you could get away with any one crime, what would it be....and why?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0115",
    "text": "If you could be anyone for a day, who would you be?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0116",
    "text": "If you could swap lives with any animal for a day, which would you choose and why?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0117",
    "text": "What's the funniest thing you've ever overheard?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0118",
    "text": "If you could go back in time and witness any historical event, which would you choose and why?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0119",
    "text": "If you could teleport anywhere in the world right now, where would you go?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0120",
    "text": "If you were stranded on a desert island and could only take three items, what would they be?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0121",
    "text": "If there was a room with everyone you’ve ever met in your life, who’s the first person you’d try to look for?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0122",
    "text": "if you were going to the Olympics tomorrow, which sport would you have the best chance winning at?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0123",
    "text": "Helicopter is on the roof, you and me and three others alive or dead who are we taking and where are we going?",
    "vibe": "Random & Quirky"
  },
  {
    "id": "q_0124",
    "text": "Who is your celebrity pass (aka, the one celebrity you are allowed to get with if the opportunity presents itself)?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0125",
    "text": "What is the one thing someone would have to wear that would make you stand up and leave on a first date?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0126",
    "text": "Who is the one guy or girl who turned you from a boy/girl to a man/woman? Need to reference one moment, scene, etc",
    "vibe": "Spicy"
  },
  {
    "id": "q_0127",
    "text": "What’s your most awkward hookup story?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0128",
    "text": "Have you ever sent a risky text to the wrong person?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0129",
    "text": "If you had to describe your best night in bed in one sentence, what would it be?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0130",
    "text": "What’s the weirdest thing someone’s asked you to do in bed?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0131",
    "text": "What’s your go-to move to turn someone on?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0132",
    "text": "Have you ever hooked up with someone you shouldn’t have? Who?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0133",
    "text": "What’s the most public place you’ve done something sexual?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0134",
    "text": "If you could relive one sexual experience, which would it be?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0135",
    "text": "What’s the dirtiest thought you’ve had today?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0136",
    "text": "Who here would you most want to make out with?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0137",
    "text": "Have you ever faked it? Why?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0138",
    "text": "What’s your biggest sexual turn-on?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0139",
    "text": "What’s your biggest sexual turn-off?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0140",
    "text": "If you could sleep with any fictional character, who would it be?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0141",
    "text": "What’s your “strangest but hottest” crush?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0142",
    "text": "Have you ever had a one-night stand you regretted?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0143",
    "text": "What’s your most controversial opinion about sex?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0144",
    "text": "Have you ever hooked up with an ex after breaking up?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0145",
    "text": "What’s your wildest “walk of shame” story?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0146",
    "text": "What’s something sexual you’d never do again?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0147",
    "text": "What’s the biggest age gap you’ve dated?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0148",
    "text": "Ever filmed yourself (yes/no, no details required)?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0149",
    "text": "What’s the most scandalous DM you’ve received (or sent)?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0150",
    "text": "What search in your browser history would you be most afraid to leak?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0151",
    "text": "Would you ever date a friend’s ex—under what circumstances?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0152",
    "text": "What’s a kink you’re comfortable sharing?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0153",
    "text": "What’s your most chaotic ick—and your most irrational green flag?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0154",
    "text": "What’s the pettiest reason you didn’t go on a second date?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0155",
    "text": "Two truths and a lie — dating edition.",
    "vibe": "Spicy"
  },
  {
    "id": "q_0156",
    "text": "You must text an ex one sentence—what is it?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0157",
    "text": "Have you ever joined (or wanted to join) the mile‑high club?",
    "vibe": "Spicy"
  },
  {
    "id": "q_0158",
    "text": "Do you have (or want) any NSFW tattoos or piercings?",
    "vibe": "Spicy"
  }
]